---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DaNDashM
source: html/536258e2-216c-4288-fa44-d14a639c9e5d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DaNDashM Property

Symbol daN-m, indicating unit Dekanewton meters.

## Syntax (C#)
```csharp
public static ForgeTypeId DaNDashM { get; }
```